#import math
#print('Ты лентяй! Впиши сюда два числа и я покажу модуль минимального факториала')
#a = float(input('1-ое число: '))
#b = float(input('2-ое число: '))
#print('Минимальный факториал:',end=' ') #end определяет что будет в конце, и на автомате подставляет следующую операцию
#print(round(abs(min(a,b)))) #min находит минимальное значение, abs находит модуль, round округляет до ближайшего
# print(math.factorial(a),math.factorial(b),sep=', ') - Sep='' делает пропуски



# Escape - последовательности
print("Эта музыка \
сделана так \n\t будто бы с душой") # \ - продолжение строки, \n - новая строка, \t - симбвол тамбуляции
